[ShadowbindUnitM4 X2CharacterTemplate]
strCharacterName="Тень"

[ShadowbindM4 X2AbilityTemplate]
LocFriendlyName="Сплетение теней"
LocHelpText="Создает теневую копию выбранного гуманоида. Копия сохраняет все способности оригинала."
LocLongDescription="Создает теневую копию выбранного гуманоида. Копия сохраняет все способности оригинала."
LocFlyOverText="Сплетение теней"

[WarCry_ASA X2AbilityTemplate]
LocFriendlyName="Боевой клич"
LocLongDescription="Дает значительный бонус к меткости, силе воли и мобильности остальным мутонам и бонусы поменьше другим разумным инопланетянам и войскам \"Адвента\". Перезарядка 6 ходов."
LocHelpText="Дает бонус другим мутонам и некоторым видам инопланетян."
LocFlyOverText="Боевой клич"
LocPromotionPopupText="<Bullet/> Дает значительный бонус к меткости, силе воли и мобильности остальным мутонам и бонусы поменьше другим разумным инопланетянам и войскам \"Адвента\".<br/><Bullet/> Перезарядка 6 ходов.<br/>"

[Beastmaster_ASA X2AbilityTemplate]
LocFriendlyName="Повелитель зверей"
LocLongDescription="Не получает урон от берсерков."
LocHelpText="Не получает урон от берсерков."
LocFlyOverText="Повелитель зверей"
LocPromotionPopupText="<Bullet/> Не получает урон от берсерков.<br/>"

[SpectreM4_WPN X2WeaponTemplate]
FriendlyName="Винтовка призрака"
FriendlyNamePlural="Винтовки призраков"
BriefSummary="Винтовка призрака"
TacticalText="Винтовка призрака"

[PurifierGrenade X2GrenadeTemplate]
FriendlyName="Зажигательная граната"
FriendlyNamePlural="Зажигательные гранаты"
BriefSummary="Зажигательная граната представляет собой следующую ступень развития импровизированного оружия, годами использовавшегося Сопротивлением. Большинство целей в зоне взрыва загорятся и будут получать урон каждый ход."
TacticalText="<Bullet/> Зажигательные гранаты наносят урон всем целям в радиусе и поджигают всех, кто может гореть.\n<Bullet/> Они наносят больший урон при взрыве, чем все остальные гранаты.\n<Bullet/> Некоторые враги, особенно из металла, неуязвимы для огня и не загораются."
ThrownAbilityName="Бросок зажигательной гранаты"
ThrownAbilityHelpText="Выжигает указанную область вместе с находящимися там юнитами."
LaunchedAbilityname="Выстрел зажигательной гранатой"
LaunchedAbilityHelpText="Выжигает указанную область вместе с находящимися там юнитами."

[HorrorM4 X2AbilityTemplate]
LocFriendlyName="Ужас"
LocHelpText="Щупальца призрака опутывают солдата, нанося ему урон и исцеляя призрака."
LocLongDescription="Щупальца призрака опутывают солдата, нанося ему урон и исцеляя призрака."
LocFlyOverText="Ужас!"